{
  "title": "Effect of hydrocortisone on mortality in patients with severe community acquired pneumonia The REMAP CAP Corticosteroid Domain Randomized Clinical Trial",
  "authors": [
    "The REMAP CAP Investigators",
    "Derek C. Angus"
  ],
  "journal": "Intensive Care Med",
  "volume": "51",
  "issue": null,
  "pages": "665-680",
  "year": 2025,
  "doi": "10.1007/s00134-025-07861-w",
  "pmid": null,
  "issn": null,
  "abstract": "Purpose: To determine whether hydrocortisone improves mortality in severe community acquired pneumonia (CAP). Methods: In an international adaptive randomized controlled platform trial testing multiple interventions, adults admitted to the intensive care unit (ICU) with severe CAP were randomized to a 7 day course of intravenous hydro cortisone (50 mg every 6 h) or control (no corticosteroid). The primary end point was 90 day all cause mortality, analyzed iteratively by a Bayesian hierarchical model estimating distinct treatment effects for patients presenting with influenza (Y/N) and shock (Y/N). Results: Fixed 7 day course hydrocortisone enrollment was stopped for futility (< 5% probability of > 20% relative improvement). Of 658 patients enrolled, 536 were randomized to hydrocortisone and 122 to control. Vital status at day 90 was missing for 15 patients. Day 90 mortality was 15% (78/521) and 9.8% (12/122) for the hydrocortisone and control groups. The adjusted odds ratio ranged from 1.52 to 1.63 (with all 95% CrI crossing 1), while the probability of > 20% relative reduction of day 90 mortality ranged from 7.1 to 3.3% across influenza and shock strata. Results were consistent in sensitivity and pre specified secondary outcomes. In exploratory analyses, the duration of shock appeared lower in the hydrocortisone group compared with control (median (IQR) of 2 (2 5) days compared to control 3 (2 6.75) days, p value = 0.05). Conclusions: Among patients with severe CAP, treatment with a 7 day course of hydrocortisone, compared with no hydrocortisone, appears unlikely to yield a large reduction in mortality. Smaller benefits and possible harm are not excluded.",
  "keywords": [
    "Adaptive platform trial",
    "Intensive care",
    "Pneumonia",
    "Shock",
    "Hydrocortisone",
    "Corticosteroid"
  ],
  "article_type": "ORIGINAL",
  "publisher": "Springer",
  "url": "https://doi.org/10.1007/s00134-025-07861-w",
  "citation_info": null,
  "extracted_date": "2025-08-11T14:02:32.472632"
}