{"id": "329f3aa64ef64cfeffa42dbed27c69ee", "text": "Caption: No caption\n\nThe image displays the Springer logo, which features a stylized horse's head and the word \"Springer.\" This logo is commonly associated with scientific publications and journals. Without further context from a clinical research paper, it's impossible to determine its specific relation to trial flow, results, or outcomes. It likely signifies the publisher of the research.", "metadata": {"doc_id": "hydrocortisone", "page_number": 1, "caption": "No caption", "source_path": "files/hydrocortisone/extracted/images/images_llm_dump.json", "element_type": "Image", "has_summary": true, "has_image_binary": true, "image_mime_type": "image/jpeg"}}
{"id": "fded8f83e75e97e27e2eb8de03698b53", "text": "Caption: No caption\n\nThe image displays a circular icon with a bookmark symbol inside, accompanied by the text \"Check for updates\". This visual element likely serves as a call to action within a digital interface, prompting users to look for new information or revisions. In the context of a clinical research paper, it could indicate a section where updates to trial protocols, results, or published findings are available.", "metadata": {"doc_id": "hydrocortisone", "page_number": 1, "caption": "No caption", "source_path": "files/hydrocortisone/extracted/images/images_llm_dump.json", "element_type": "Image", "has_summary": true, "has_image_binary": true, "image_mime_type": "image/jpeg"}}
{"id": "614d102326353c383d7c49f8746f94da", "text": "Caption: Fig. 1 Screening, randomization, and follow up of participants in the REMAP CAP Corticosteroid Domain Randomized Clinical Trial. #Patients could meet more than one ineligibility criterion. Full details are provided in the supplement. *Currently, there are two primary statistical models for the REMAP CAP platform: the pandemic model (including participants with suspected or proven COVID 19 infection) and the interpandemic model (including participants with non pandemic CAP and with COVID 19 infection who were randomized in domains eligible to both pandemic and non pandemic CAP). +The primary model estimates treatment effects directly from those patients randomized within the corticosteroid domain, comparing the outcomes of those randomized in one arm to the outcomes of those who could have been randomized to that arm, but were in fact randomized to another. However, the model also adjusts for other patient and site characteristics and other intervention effects within other domains that affect outcome. To provide the most reliable and stable estimation of these patient, site, and intervention factors, the model uses data from all patients with non pandemic CAP or with pandemic CAP in domains eligible to both pandemic and non pandemic CAP. ^Contraindications include known hypersensitivity, current treatment with a medicine that cannot be co administered with a corticosteroid, and pregnancy\n\nThis figure illustrates the participant flow for the REMAP-CAP Corticosteroid Domain trial. A total of 22,568 patients were screened between March 2018 and December 2023. Of these, 945 were enrolled in the Corticosteroid Domain, randomized into three arms: No Corticosteroid (125 patients), Fixed-Course Hydrocortisone (553 patients), and Another corticosteroid arm (267 patients). After accounting for withdrawals and unavailable outcomes, 122 patients were included in the final analysis for the \"No Corticosteroid\" arm, 521 for \"Fixed-Course Hydrocortisone,\" and 258 for \"Another corticosteroid arm.\" An additional 3,045 patients were eligible for covariate adjustment.", "metadata": {"doc_id": "hydrocortisone", "page_number": 5, "caption": "Fig. 1 Screening, randomization, and follow up of participants in the REMAP CAP Corticosteroid Domain Randomized Clinical Trial. #Patients could meet more than one ineligibility criterion. Full details are provided in the supplement. *Currently, there are two primary statistical models for the REMAP CAP platform: the pandemic model (including participants with suspected or proven COVID 19 infection) and the interpandemic model (including participants with non pandemic CAP and with COVID 19 infection who were randomized in domains eligible to both pandemic and non pandemic CAP). +The primary model estimates treatment effects directly from those patients randomized within the corticosteroid domain, comparing the outcomes of those randomized in one arm to the outcomes of those who could have been randomized to that arm, but were in fact randomized to another. However, the model also adjusts for other patient and site characteristics and other intervention effects within other domains that affect outcome. To provide the most reliable and stable estimation of these patient, site, and intervention factors, the model uses data from all patients with non pandemic CAP or with pandemic CAP in domains eligible to both pandemic and non pandemic CAP. ^Contraindications include known hypersensitivity, current treatment with a medicine that cannot be co administered with a corticosteroid, and pregnancy", "source_path": "files/hydrocortisone/extracted/images/images_llm_dump.json", "element_type": "Image", "has_summary": true, "has_image_binary": true, "image_mime_type": "image/jpeg"}}
{"id": "672dfcbed639bbf20c1a647d6719830e", "text": "Caption: Fig. 2 Primary outcome. Kaplan Meier curves for day 90 survival according to intervention group. Of the 536 patients randomized to hydrocorti sone, 535 (99.8%) are included because one was lost to follow up with no known date of last contact, precluding an ability to provide a censoring\n\nThis Kaplan-Meier curve displays day 90 survival probability for patients randomized to hydrocortisone or control. The hydrocortisone group, with 535 patients, shows a higher survival probability than the control group, which started with 122 patients. At day 90, the survival probability for hydrocortisone is approximately 0.86, while for the control group it is around 0.82. The number at risk table confirms the decreasing number of patients over time in both groups. This figure illustrates the primary outcome of the study, comparing survival between the two treatment arms.", "metadata": {"doc_id": "hydrocortisone", "page_number": 8, "caption": "Fig. 2 Primary outcome. Kaplan Meier curves for day 90 survival according to intervention group. Of the 536 patients randomized to hydrocorti sone, 535 (99.8%) are included because one was lost to follow up with no known date of last contact, precluding an ability to provide a censoring", "source_path": "files/hydrocortisone/extracted/images/images_llm_dump.json", "element_type": "Image", "has_summary": true, "has_image_binary": true, "image_mime_type": "image/jpeg"}}
