{"id": "5c1d3fbfbdde4757ff817076b842a68d", "text": "Purpose: To determine whether hydrocortisone improves mortality in severe community acquired pneumonia (CAP).\n\nMethods: In an international adaptive randomized controlled platform trial testing multiple interventions, adults admitted to the intensive care unit (ICU) with severe CAP were randomized to a 7 day course of intravenous hydro cortisone (50 mg every 6 h) or control (no corticosteroid). The primary end point was 90 day all cause mortality, analyzed iteratively by a Bayesian hierarchical model estimating distinct treatment effects for patients presenting with influenza (Y/N) and shock (Y/N).\n\nResults: Fixed 7 day course hydrocortisone enrollment was stopped for futility (< 5% probability of > 20% relative improvement). Of 658 patients enrolled, 536 were randomized to hydrocortisone and 122 to control. Vital status at day 90 was missing for 15 patients. Day 90 mortality was 15% (78/521) and 9.8% (12/122) for the hydrocortisone and control groups. The adjusted odds ratio ranged from 1.52 to 1.63 (with all 95% CrI crossing 1), while the probability of > 20% relative reduction of day 90 mortality ranged from 7.1 to 3.3% across influenza and shock strata. Results were consistent in sensitivity and pre specified secondary outcomes. In exploratory analyses, the duration of shock appeared lower in the hydrocortisone group compared with control (median (IQR) of 2 (2 5) days compared to con\n\nConclusions: Among patients with severe CAP, treatment with a 7 day course of hydrocortisone, compared with no hydrocortisone, appears unlikely to yield a large reduction in mortality. Smaller benefits and possible harm are not excluded.\n\nTrial registration: Clinicaltrials.gov identifier: NCT02735707 (registration date: November 4th, 2016).\n\nKeywords: Adaptive platform trial, Intensive care, Pneumonia, Shock, Hydrocortisone, Corticosteroid\n\nCorrespondence: angusdc@ccm.upmc.edu University of Pittsburgh School of Medicine, Pittsburgh, USA\n\nMembers of the writing committee and the collaborators are listed in Acknowledgments section.", "metadata": {"doc_id": "hydrocortisone", "page_number": 1, "title": "Abstract", "section": "abstract", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": "d43e0705c538a7b41e376926433abaf2", "first_page": 1, "last_page": 1}}
{"id": "436888580be8788331b07bddfcb479d1", "text": "Corticosteroids may reduce mortality in patients hos pitalized with severe community acquired pneumo nia (CAP) [1]. Possible benefits include amelioration of organ damage secondary to excessive host inflammatory responses via their anti inflammatory properties, or miti gation of septic shock via their effects on the renin angi otensin aldosterone axis [2, 3]. Corticosteroids lowered mortality in patients with severe COVID 19 pneumonia [4], in a recent study of severe CAP [5], and in a post hoc analysis of CAP patients in a larger trial of steroids for septic shock [6]. A recent guideline statement now recommends corticosteroid administration for severe CAP [7]. However, other studies yielded inconsistent results [8 13], corticosteroids carry known side effects, and uncertainty persists regarding the type and dose of corticosteroids and whether treatment should be given\n\nREMAP CAP is an ongoing international platform trial (NCT02735707) designed to evaluate treatments for patients with severe CAP in pandemic and non pan demic settings [14 23]. The REMAP CAP investigators previously reported that hydrocortisone appeared to be beneficial in patients with severe COVID 19, admin istered either as a fixed dose 1 week course or titrated depending on the presence and duration of shock [18]. REMAP CAP also contains a corticosteroid domain for non COVID 19 pneumonia, where patients were ran domized to one of several corticosteroid strategies or control. On December 6th, 2023, the platform ceased randomization to one of the corticosteroid strategies, fixed duration hydrocortisone, on the recommendation of the Data Safety and Monitoring Board (DSMB) after that arm triggered a pre specified stopping rule for futil ity compared to control (no corticosteroid). Data were locked after the last patient completed follow up for the", "metadata": {"doc_id": "hydrocortisone", "page_number": 2, "title": "Introduction", "section": "introduction", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": "16021b8f1bbc17bee7d13087d4e6e05e", "first_page": 2, "last_page": 2}}
{"id": "a7544860482c58f9018024e8cca9f374", "text": "The design of REMAP CAP was reported previously [24, 25]. Patients eligible for the platform are assessed for eli gibility to be randomized to interventions within one or more domains. We report here on patients randomized in the non pandemic corticosteroid domain to fixed\n\nThe trial is managed by a blinded International Trial Steering Committee (ITSC) and an unblinded independ ent DSMB. The trial had multiple international funders and sponsors. The funders had no role in study design, analysis, or reporting. The trial protocol was approved by relevant research ethics committees in each jurisdiction.", "metadata": {"doc_id": "hydrocortisone", "page_number": 2, "title": "Study design and oversight", "section": "section", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": "16021b8f1bbc17bee7d13087d4e6e05e", "first_page": 2, "last_page": 2}}
{"id": "71d251697ff913309925effb6fc88e4a", "text": "In a large international platform trial evaluating multiple interven tions for patients hospitalized with severe pneumonia, we found that, for adults admitted to the ICU with CAP and either cardiovas cular or respiratory failure, the addition of a 7 day course of hydro cortisone to usual care was unlikely to reduce mortality.\n\nfrom all patients or their surrogates, or in a deferred fash ion, in accordance with local legislation. The trial was conducted in accordance with Good Clinical Practice guidelines and the principles of the Declaration of Hel sinki. All authors vouch for these data and analyses, as well as for the fidelity of this report to the trial protocol and statistical analysis plan. There are no confidentiality agreements that preclude the investigators publishing the", "metadata": {"doc_id": "hydrocortisone", "page_number": 2, "title": "Take‑home message", "section": "section", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": "16021b8f1bbc17bee7d13087d4e6e05e", "first_page": 2, "last_page": 2}}
{"id": "fa42fbe7eda929036a3c21f09925c621", "text": "Adult patients ≥ 18 years, who presented with CAP and were admitted within 48 h of hospital presentation to an intensive care unit (ICU) for respiratory or cardiovas cular organ support, were eligible for enrollment in the platform. CAP was defined as signs and symptoms con sistent with lower respiratory tract infection and radio logical evidence of new onset infiltrate of infective origin [26]. Respiratory organ support was defined as invasive or noninvasive mechanical ventilation or high flow nasal cannula if flow rate ≥ 30 L/min and FiO2 ≥ 0.4. Cardio vascular organ support was defined as the intravenous infusion of any vasopressor or inotrope. Exclusion cri teria included residents of a nursing home or long term care facility, patients known to have been an inpatient in any healthcare facility within the last 30 days, presump tion that death was imminent with lack of commitment to full support, and participation in REMAP CAP in the prior 90 days. Additional exclusion criteria for the non pandemic corticosteroid domain included a diagnosis of known or presumed COVID 19 infection, known hyper sensitivity to corticosteroids, chronic systemic corticos teroid use, and a lapse of > 24 h since ICU admission. Further eligibility details are provided in the electronic supplementary material. The non pandemic corticoster oid domain was recently extended to allow children and patients with moderate CAP (hospitalization without requirement for organ support). However, no children had been enrolled during the study period reported here and patients with moderate state CAP were ineligible for fixed duration hydrocortisone.\n\nAchieving a racially and ethnically diverse and sex balanced sample was a goal of REMAP CAP because of evidence of disparities in outcome and treatment effec\n\nParticipants (or their surrogates) self reported their race/ethnicity and birth assigned sex via fixed categories", "metadata": {"doc_id": "hydrocortisone", "page_number": 2, "title": "Participants", "section": "section", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": "16021b8f1bbc17bee7d13087d4e6e05e", "first_page": 2, "last_page": 3}}
{"id": "dc49ecdadb2e8ec54a5f706b743b2cda", "text": "The non pandemic corticosteroid domain compares several interventions, including fixed duration hydro cortisone, shock dependent hydrocortisone (where hydrocortisone is only administered while the patient is receiving vasopressor therapy), fixed duration dexameth asone, and control (no corticosteroid). Only the 7 day fixed duration hydrocortisone arm met stopping criteria, and therefore this report only compares patients rand omized to that arm or to control; other arms are ongo ing and their results remain blinded. Sites participated in this domain if their investigators and clinicians were prepared, based on local equipoise, to randomize to ≥ 2 arms. If sites routinely gave corticosteroids for severe CAP, they could decline participation in the control arm, but still randomize to the different corticosteroid arms. This report therefore includes analysis of an additional subset of patients, those randomized within sites offering both fixed dose hydrocortisone and control. Participants were randomized to each locally available arm, beginning with balanced assignment. Response adaptive randomi zation was applied in a concealed fashion using allocation probabilities derived from each intervention’s probabil ity that it was most favorable, based on the accumulat ing evidence within the platform at each adaptive analysis", "metadata": {"doc_id": "hydrocortisone", "page_number": 3, "title": "Treatment allocation", "section": "section", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": null, "first_page": 3, "last_page": 3}}
{"id": "6aff58db991696050ca141f46d02e730", "text": "Because patients can be randomized to multiple inter ventions, REMAP CAP has primarily used an open label design, avoiding complex multiple placebo regimens. When a patient was randomized to one of the non control arms, the clinical team was provided prescrib ing instructions for the intervention. All corticosteroids were supplied by each site’s pharmacy. Other aspects of care were provided as per each site’s standard of care. Data were collected on baseline characteristics, causa tive pathogens, corticosteroid use, and adverse events and outcomes by site investigators via an interactive web based response technology with validation and logic checks. Although clinical staff were aware of their indi vidual patient’s treatment assignment, neither they nor the ITSC were provided any information about aggre gate patient outcomes until a result was unblinded and", "metadata": {"doc_id": "hydrocortisone", "page_number": 3, "title": "Procedures", "section": "section", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": null, "first_page": 3, "last_page": 3}}
{"id": "be0c46a1b9a8bedb15440552779e9cac", "text": "Participants randomized to the fixed duration hydrocor tisone arm were prescribed intravenous hydrocortisone bolus of 50 mg every 6 h for 7 days, without tapering. For patients discharged from hospital before the end of the 7 day course, hydrocortisone was discontinued at hos pital discharge. In all patients, systemic corticosteroid therapy was permitted if a new clinical indication devel oped for which corticosteroids are an established treat ment, such as post extubation stridor, bronchospasm, or anaphylaxis. In addition to assignment to interventions in the non pandemic corticosteroid domain, participants could be randomly assigned to other interventions within other therapeutic domains [24] (see the electronic sup", "metadata": {"doc_id": "hydrocortisone", "page_number": 3, "title": "Interventions", "section": "section", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": null, "first_page": 3, "last_page": 3}}
{"id": "5b45cd4bcb18d37e396fa6020ba38526", "text": "The primary outcome was all cause mortality, deter mined 90 days after randomization. Secondary outcomes were: ICU mortality, hospital length of stay (LOS), and ICU LOS, censored at 90 days; ventilator free days (VFD), organ support free days (OSFD), and proportion of intu bated patients who receive a tracheostomy, censored at 28 days; progression to intubation and mechanical ven tilation, extracorporeal membrane oxygenation (ECMO), or death, and readmission to the index ICU, each during the index hospitalization, censored at 90 days; destina tion at hospital discharge (home, rehabilitation hospital, nursing home or long term care facility, or another acute", "metadata": {"doc_id": "hydrocortisone", "page_number": 3, "title": "Outcomes", "section": "section", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": null, "first_page": 3, "last_page": 3}}
{"id": "ebd2404870695059042f6225d997a3b5", "text": "REMAP CAP uses a Bayesian design with no maximum sample size. Planned adaptive analyses are performed and randomization continues until predefined statistical criteria are met for stopping a domain or intervention arm. The primary analysis of any intervention’s effect is generated from an overarching Bayesian logistic model where the dependent variable is the primary outcome, 90 day mortality. The model is updated as the trial pro gresses, generating updated posterior probability distri butions from the latest trial data and prior distributions, where the initial prior distributions for treatment effects were set as neutral. Full details of the overarching model and statistical analysis plan (SAP) governing the entire platform have been described previously [24]. In keeping with platform rules, following the DSMB’s recommenda tion to cease enrollment into the fixed duration hydro cortisone arm, blinded ITSC members wrote a specific SAP for this comparison of fixed duration hydrocorti\n\ncap. org) before data lock and analysis (see the electronic\n\nThe primary estimate of the effect of hydrocortisone compared to control was generated from a model that compared the outcome of patients randomized to either hydrocortisone or control within the non pandemic cor ticosteroid domain. The estimate was adjusted for other covariates that affect outcome: location (site, nested within country), age (categorized into 6 groups), sex, time period (3 month epochs), shock (yes/no), influ enza (yes/no), and degree of respiratory compromise and support (not intubated, intubated, and intubated with severe hypoxemia [PEEP ≥ 5cmH20 and PaO2/FiO2 ratio < 200 mmHg]). As per the overarching design, to estimate the coefficients for these factors as robustly as possible, the primary model used information not only from patients randomized to hydrocortisone or control but rather from all randomized patients who met severe CAP criteria across all domains, regardless of whether patients were included in the corticosteroid domain or not, and inclusive of those patients whose CAP was due to COVID 19 and who were enrolled in domains open to both COVID 19 and non COVID 19 patients. Thus, for example, any effect of ‘site’ could be estimated, and adjusted for, using information from all patients enrolled at that site, and not just those randomized to hydrocorti sone or control. Although not all sites offered both con trol and hydrocortisone, the model’s adjustment for site addressed potential differences in sites that offered one versus both arms.\n\nBecause patients were also being randomized (or not) within other domains and to other interventions, the model also accounted both for each patient’s ran dom assignment to any other intervention in any other domain and for their eligibility for any domain or inter vention (depending on site participation, baseline entry criteria, and patient or surrogate preference). Although the effect of hydrocortisone in patients with COVID was also evaluated in REMAP CAP [18], the current estimate of the effect of hydrocortisone in non pandemic CAP\n\nBecause the primary model included information about assignment to interventions within domains whose eval uation is ongoing, it was run by the unblinded Statistical Analysis Committee (SAC) (electronic supplementary material), who conduct all protocol specified trial update analyses and report those results to the DSMB. The model was run on all patients enrolled up to December 6th, 2023 for whom complete follow up was ascertained by April 2nd, 2024. Vital status following randomization was determined through medical records, contact with the participant, their next of kin, or other health care pro\n\nto which they were assigned. Those missing the primary end point (n = 15) were ignored; there was no imputation of missing end point values. The primary analysis was expressed as an odds ratio (OR), where an OR < 1 implies benefit. Separate treatment effects of hydrocortisone compared to control were estimated in those with and without vasopressor dependent shock at enrollment and those with and without confirmed or suspected influenza infection. The model used an additive factorial prior with a non informative prior (mean 0, standard deviation 10) on the hydrocortisone main effect and informative pri ors centered on 0 (with standard deviation 0.15) for the additive log odds ratio interaction effects of hydrocor tisone with shock and influenza. This prior structure assumes no knowledge of treatment effect at trial launch and allows separate estimates across influenza and shock strata by shrinking the posterior distributions for the hydrocortisone effects toward the overall effect. In pre trial simulation, these priors performed well across sce narios where treatment effects were either homogenous\n\nThe model was fit using a Markov chain Monte Carlo algorithm that drew iteratively (20,000 draws) from the joint posterior distribution, allowing calculation of ORs with their 95% credible intervals (CrI). The statistical triggers for an intervention were superiority (> 99% prob ability of OR < 1), futility (< 5% probability of > 20% reduc tion [OR < 1/1.2]), and inferiority (< 0.25% probability\n\nSensitivity analyses were conducted to generate esti mates of the effect of hydrocortisone relative to con trol with full borrowing (pooled estimate across strata) and with no borrowing (independent estimates across strata). Additional sensitivity and secondary analy ses were undertaken using only data from patients in the hydrocortisone and non pandemic corticosteroid domain control groups. These analyses were conducted first on all patients randomized to either of these groups and second restricted to the subset of these patients who were enrolled at sites that offered both options (hydro cortisone or control; see SAP for detail in the electronic supplementary material). This last analysis most closely mimics a traditional 2 arm RCT. Wilcoxon Mann‐Whit ney tests were used to compare the duration of car diovascular support in the hydrocortisone and control groups. Data management and summaries were created using R version 4.1.2, the primary analysis was computed in R version 4.3.3 (2024 02 29), using the rstan package", "metadata": {"doc_id": "hydrocortisone", "page_number": 3, "title": "Statistical analysis", "section": "section", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": null, "first_page": 3, "last_page": 4}}
{"id": "6cb6bbe0e5c80ebb9a5b5260bd25f71e", "text": "Between March 11th, 2018, and December 6th, 2023, of 22,568 screened patients, 11,410 met platform enroll ment criteria and were enrolled in REMAP CAP. Of these, 3990 were eligible for inclusion in the primary model either, because they had non pandemic CAP (n = 2606) or because they met COVID 19 criteria and\n\nboth pandemic and non pandemic CAP (n = 1384). Of the 3990, 133 (3.3%) patients subsequently requested removal of all their data. Of the remaining 3857, by data lock, there were 3768 (97.7%) individuals for whom 90 day outcome had been ascertained, comprising the\n\nWithin the 2606 non pandemic CAP cohort, 945 patients were enrolled in the corticosteroid domain, 29 of whom withdrew consent. Of the remaining", "metadata": {"doc_id": "hydrocortisone", "page_number": 5, "title": "Participant accrual, randomization, and baseline characteristics", "section": "section", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": null, "first_page": 5, "last_page": 5}}
{"id": "fbc176086c7775b7c7dc633870e7f32e", "text": "At the time of data lock, we had not been able to verify corticosteroid dosing for 3 patients, such that we had dosing information on 655 (99.5%) of the 658 partici pants randomized in the corticosteroid domain to fixed duration hydrocortisone (n = 533) or control (n = 122). Among those assigned to fixed duration hydrocortisone, 98.9% (527/533) received at least one dose of hydrocor tisone, an additional 0.4% (2/533) received an alternative\n\nno corticosteroid. The first dose of hydrocortisone was given before midnight of the first study day in 94.2% (502/533) of patients and the median (IQR) duration of hydrocortisone therapy was 7 (4 8) days. Among those assigned to control, 23% (28/122) received a systemic corticosteroid (16 of whom received hydrocortisone). For those receiving a corticosteroid, the median (IQR) dura tion of treatment was 4 (2 5.3) days. Only one patient (0.8%) among those assigned to the control arm received a full dose (> 6 days of 200 mg hydrocortisone equivalent", "metadata": {"doc_id": "hydrocortisone", "page_number": 8, "title": "Intervention fidelity", "section": "section", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": null, "first_page": 8, "last_page": 8}}
{"id": "8360b66f817889ab662f6c5da83be152", "text": "By day 90, 78 (15%) of 521 patients assigned to hydrocor tisone and 12 (9.8%) of 122 patients assigned to control had died (Fig. 2). The median adjusted OR for the effect of hydrocortisone, relative to control, on 90 day mortal", "metadata": {"doc_id": "hydrocortisone", "page_number": 8, "title": "Primary outcome", "section": "section", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": null, "first_page": 8, "last_page": 8}}
{"id": "5cf0ed019525fb1b4d4c937acdaa1bf2", "text": "Repeating the primary analysis, but generating a single treatment effect for hydrocortisone (as opposed to sepa rate effects for each stratum), the overall median adjusted OR for death at day 90 with hydrocortisone was 1.56 (95% CrI, 0.80 3.31), yielding a 10% probability of superi ority, a 3.4% probability of improving the odds of death at day 90 by > 20%, and a 90% probability of harm. Sensitiv ity analyses exploring the effect of less borrowing across strata generated considerably less certain probabilities of superiority or futility for the two influenza strata. How ever, the low probabilities of superiority and high prob abilities of futility overall and in the non influenza strata persisted, regardless of whether the models included bor\n\nWhen restricting analyses to data from patients enrolled at sites where they could be randomized to either the fixed dose hydrocortisone or the control arm, the median adjusted OR for death at day 90 with hydro cortisone was 1.55 (95% CrI, 0.75 3.63), yielding a 14.4% probability of superiority, a 4.4% probability of improving the odds of death at day 90 by > 20%, and a 85.6% prob", "metadata": {"doc_id": "hydrocortisone", "page_number": 10, "title": "Pre specified sensitivity and secondary analyses", "section": "section", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": "c20929de8b2e617a3383818bbef5f2d9", "first_page": 10, "last_page": 10}}
{"id": "451d0ee726ac7ed94ae78859f3a8a551", "text": "Secondary outcomes are reported in Table 3. ICU and hospital length of stay were similar in both arms, as\n\na tracheostomy; the rates of progression to intubation, mechanical ventilation, ECMO, or death; the readmission rates to the index ICU, and; the distributions of hospital discharge destinations. OSFDs are a composite of death and duration of support. Although the observed mor tality rates were higher in the hydrocortisone arm, the median OSFD adjusted OR was 0.82 (0.56 1.22), yielding an 85.4% probability that hydrocortisone was superior to control. Restricted to sites where patients could be rand omized to either arm, the median adjusted OR was 0.83 (95% CrI, 0.53 1.13), yielding a 91.3% probability that hydrocortisone was superior to control. This possible improvement in OSFDs appeared to be due to a shorter duration of cardiovascular support. The duration of car diovascular support was median (IQR) 2(2 5) days in the hydrocortisone arm compared to control 3(2 6.75) days,\n\nSerious adverse events were reported in seven patients (1.3%) randomized to the hydrocortisone arm and one patient (0.8%) randomized to the control arm. Because of the limited number of events, there was no formal statis", "metadata": {"doc_id": "hydrocortisone", "page_number": 10, "title": "Secondary outcomes", "section": "section", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": "c20929de8b2e617a3383818bbef5f2d9", "first_page": 10, "last_page": 10}}
{"id": "923cac8d71fc5d9fd3871ab0f25034f9", "text": "Among patients enrolled in REMAP CAP with severe non pandemic CAP, there was a low probability that a 7 day fixed duration course of hydrocortisone improved 90 day mortality. Enrollment was halted when the pre defined threshold for futility was reached, meaning that there was < 5% probability of demonstrating > 20% reduc tion in the odds of death compared to control. A smaller effect on mortality could not be excluded. The findings were consistent in sensitivity analyses and across second ary outcomes, regardless of whether patients presented in septic shock or not. Though the observed mortality frequency was higher in the hydrocortisone group, both the adverse event reporting and secondary outcome anal yses did not suggest obvious harm. Although the adaptive analysis triggered futility in all groups, the futility trigger was no longer met in the influenza groups with the addi tion of data from all patients enrolled until December", "metadata": {"doc_id": "hydrocortisone", "page_number": 10, "title": "Discussion", "section": "discussion", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": "c20929de8b2e617a3383818bbef5f2d9", "first_page": 10, "last_page": 10}}
{"id": "8d2020d0541e1290c2bb4d0af934cc25", "text": "This study has important limitations. First, the futility rule that stopped the study may have been premature. It only ruled out a relatively large effect (> 20% relative reduction in mortality), and the sample size was too small to explore subgroup effects. In particular, the lim ited number of patients in the influenza strata preclude any conclusions about the effect of steroids in these patients. Second, the open label design meant clini cians were aware of the treatment assignment, which likely influenced their decision to prescribe corticoster oids in some control arm patients, although typically for a much shorter course. If steroids were beneficial, their use in the control arm would have reduced the effect size, but would be unlikely to cause futility and possible harm. Third, a miscoding error prior to the first adap tive analysis led to erroneous updated response adaptive randomization proportions, which led more patients to be assigned to the fixed duration hydrocortisone inter vention. Though the miscoding may have caused fewer patients to be allocated to receive the optimal treatment, it is unlikely to have changed the overall outcome, as evi denced by the consistent findings across the sensitivity analyses. Fourth, one of the exclusion criteria, chronic corticosteroid therapy was not defined prospectively but", "metadata": {"doc_id": "hydrocortisone", "page_number": 13, "title": "Limitations", "section": "limitations", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": null, "first_page": 13, "last_page": 13}}
{"id": "2c41ed20d0e178450b662c0177346d9f", "text": "Among patients with severe CAP, treatment with a 7 day fixed duration course of hydrocortisone, compared with no hydrocortisone, appears unlikely to yield a large reduction in mortality. Smaller benefits and possible", "metadata": {"doc_id": "hydrocortisone", "page_number": 13, "title": "Conclusions", "section": "conclusion", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": null, "first_page": 13, "last_page": 13}}
{"id": "6d2e5af63bdb9f6bc56acbe8dbe859f6", "text": "We are grateful to all participating sites, the patients who participated, and their families for their support of this project. DCA had full access to all corti costeroid domain data and all baseline data in the study; RJL had full access to all data required for the primary analyses. Together, they take responsibility for the integrity of the data and the accuracy of the data analysis. The REMAP CAP\n\nInvestigators. See attachment ’REMAP CAP Investigators’ in the electronic supplementary material.\n\nPROMETHEUS IHU, Université Paris Saclay, Garches, France; Laboratory of Infection & Inflammation, School of Medicine Simone Veil Santé, Université Paris Saclay, Montigny Le Bretonneux, France; FHU SEPSIS (Saclay and Paris Seine Nord Endeavour to PerSonalize Interventions for Sepsis), Garches, France. Lindsay Berry, Elizabeth Lorenzi: Berry Consultants, LLC, Austin, Texas, USA. Thomas E. Hills: Medical Research Institute of New Zealand, Wellington, New Zealand. Alisa M. Higgins: Australian and New Zealand Intensive Care Research Centre, Monash University, Melbourne, Victoria, Australia. Yaseen Arabi: Intensive Care Department, College of Medicine, King Saud Bin Abdulaziz University for Health Sciences, King Abdullah International Medical Research Center, King Abdulaziz Medical City, Riyadh, Saudi Arabia. Diptesh Aryal: Nepal Intensive Care Research Foundation, Kathmandu, Nepal. Abigail Beane: Nuffield Department of Clinical Medicine, University of Oxford, Oxford, UK. Janis Best Lane: Division of Anaesthetics, Pain Medicine and Intensive Care, Imperial College, London, UK. Marc Bonten: Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, Utrecht, The Netherlands; Department of Medical Microbiology, University Medical Center Utrecht, Utrecht, The Netherlands. Charlotte Bradbury: Bristol Royal Informatory, Bristol, UK. University of Bristol, Bristol, UK. Frank Brunkhorst: Center for Clinical Studies and Center for Sepsis Control and Care (CSCC), Department of Anesthesiology and Intensive Care Medicine, Jena University Hospital, Jena, Germany. Aidan Burrell: Australian and New Zealand Intensive Care Research Centre, Monash University, Melbourne, Victoria, Australia. Meredith Buxton: Global Coalition for Adaptive Research, Larkspur, California. Maurizio Cecconi: Department of Biomedical Sciences, Humanitas University, Milan, Italy; IRCCS Humanitas Research Hospital, Milan, Italy. James D. Chalmers: Division of Respiratory Medicine and Gastroenterology, University of Dundee, Dundee, UK. Allen C. Cheng: Australian and New Zealand Intensive Care Research Centre, Monash University, Melbourne, Victoria, Australia; Infection Prevention and Healthcare Epidemiology Unit, Alfred Health, Melbourne, Victoria, Australia. Graham Cooke: Department of Infectious Disease, Imperial College London, UK. Matthew E. Cove: Division of Respiratory & Critical Care Medicine, Department of Medicine, National University Hospital, Singapore. Paul Dark: Division of Immunology, Immunity to Infection and Respiratory Medicine, University of Manchester, Critical Care Unit, Northern Care Alliance NHS Foundation Trust, Salford Care Organisation, Greater Manchester, UK. Lennie Derde: Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, Utrecht, the Netherlands; Intensive Care Center, University Medical Center Utrecht, Utrecht, The Netherlands. Michelle A. Detry: Berry Consultants, LLC, Austin, Texas, USA. Lise J. Estcourt: NHS Blood and Transplant, Bristol, UK; Transfusion Medicine, Medical Sciences Division, University of Oxford, Oxford, UK. Mark Fitzgerald: Berry Consultants, LLC, Austin, Texas, USA. Anthony C. Gordon: Division of Anaesthetics, Pain Medicine and Intensive Care, Imperial College, London, UK. Cameron Green: Australian and New Zealand Intensive Care Research Centre, Monash University, Melbourne, Victoria, Australia. Rashan Haniffa: Network for Improving Critical Care Systems and Training, Colombo, Sri Lanka; Mahidol Oxford Tropical Medicine Research Unit, Bangkok, Thailand. Madiha Hashmi: Department of Critical Care Medicine, Ziauddin University, Karachi, Pakistan. Leanne Hays: University College Dublin Clinical Research Centre, St. Vincent’s University Hospital, Dublin, Ireland. Christopher Horvat, David T Huang: University of Pittsburgh, Pittsburgh, Pennsylvania; Department of Critical Care Medicine, the Clinical Research, Investigation, and Systems Modeling of Acute illness (CRISMA) Center, University of Pittsburgh,\n\nHospital, Auckland, New Zealand. Daniel F McAuley: Queen’s University of Belfast, Belfast, Northern Ireland; Centre for Infection and Immunity, Royal Victoria Hospital, Belfast, Northern Ireland. Anna McGlothlin: Berry Consultants, LLC, Austin, Texas, USA. Shay McGuinness: Medical Research Institute of New Zealand, Wellington, New Zealand; Australian and New Zealand Intensive Care Research Centre, Monash University, Melbourne, Victoria, Australia; Auckland City Hospital, Cardiothoracic and Vascular Intensive Care Unit, Auckland, New Zealand. Zoe McQuilten: Monash University, Melbourne, Australia. Bryan J. McVerry: Department of Medicine, University of Pittsburgh, Pittsburgh, Pennsylvania. Susan C Morpeth: Middlemore Hospital, Auckland, New Zealand. Paul R Mouncey: Intensive Care National Audit and Research Centre, London, England. Alistair D Nichol: Australian and New Zealand Intensive Care Research Centre, Monash University, Melbourne, Victoria, Australia; Faculty of Medicine, Nursing, and Health Sciences, Monash University, Clayton, Australia; University College Dublin, Dublin, Ireland; Alfred Health, Melbourne, Australia. Rachael L. Parke: Medical Research Institute of New Zealand, Wellington, New Zealand; Auckland City Hospital, Cardiothoracic and Vascular Intensive Care Unit, Auckland, New Zealand; School of Nursing, University of Auckland, Auckland, New Zealand. Jane C Parker: Australian and New Zealand Intensive Care Research Centre, Monash University, Melbourne, Victoria, Australia. Svenja Pe ters: Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, Utrecht, the Netherlands. Padmanabhan Ramnarayan: Division of Anaesthetics, Pain Medicine and Intensive Care, Imperial College, London, UK. Luis Felipe Reyes: Unisabana Center for Translational Science, School of Medicine, Universidad de La Sabana, Chia, Colombia; Clinica Universidad de La Sabana, Chia, Colombia; Pandemic Sciences Institute, University of Oxford, Oxford, UK. Kathryn M Rowan: Intensive Care National Audit and Research Centre, London, England. Hiroki Saito: Department of Emergency and Critical Care Medicine, St Marianna University School of Medicine, Kanagawa, Japan; Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Canada. Marlene S Santos: Department of Critical Care, St Michael’s Hospital, Toronto, Ontario, Canada. Christina T. Saunders: Berry Consultants, LLC, Austin, Texas, USA. Christopher Seymour: University of Pittsburgh, Pittsburgh, Pennsylvania; Department of Critical Care Medicine, the Clinical Research, Investigation, and Systems Modeling of Acute illness (CRISMA) Center, University of Pittsburgh, Pittsburgh, PA, USA. Manu Shankar Hari: Institute for Regeneration and Repair, University of Edinburgh, Edinburgh, Scotland; Royal Infirmary of Edinburgh, NHS Lothian, Edinburgh, Scotland. Vanessa Singh: Monash University, Melbourne, Australia. Paul A. Tambyah: National University Hospital, Singapore; Infectious Diseases Translational Research Program, National University of Singapore, Singapore. Alexis F Turgeon: Department of Anesthesiology and Critical Care, Université Laval, Québec City, Québec, Canada; Population Health and Optimal Health Practices Research Unit, Departments of Traumatology, Emergency Medicine, and Critical Care Medicine, Université Laval Research Center, CHU de Québec Université Laval, Québec City, Québec, Canada. Anne M. Turner: Medical Research Institute of New Zealand, Wellington, New Zealand. Andrew Ustianowski: Regional Infectious Diseases Unit, North Manchester General\n\nPittsburgh, Pennsylvania; Department of Critical Care Medicine, the Clinical Research, Investigation, and Systems Modeling of Acute illness (CRISMA) Center, University of Pittsburgh, 614 Scaife Hall, 3550 Terrace Street, Pittsburgh, PA, USA.\n\nNicholas Heming, Lindsay Berry, Elizabeth Lorenzi, Thomas E. Hills, Alisa M. Higgins, Yaseen Arabi, Diptesh Aryal, Abigail Beane, Janis Best Lane, Marc Bonten, Charlotte Bradbury, Frank Brunkhorst, Aidan Burrell, Meredith Buxton, Maurizio Cecconi, James D. Chalmers, Allen C. Cheng, Graham Cooke, Mat thew E. Cove, Paul Dark, Lennie Derde, Michelle A. Detry, Lise J. Estcourt, Mark Fitzgerald, Anthony C. Gordon, Cameron Green, Rashan Haniffa, Madiha Hash mi, Leanne Hays, Christopher Horvat, David T. Huang, Nao Ichihara, Devachan dran Jayakumar, Peter S. Kruger, Francois Lamontagne, Patrick R. Lawler, Roger J. Lewis, Edward Litton, John C. Marshall, Colin J. McArthur, Daniel F. McAuley, Anna McGlothlin, Shay McGuinness, Zoe McQuilten, Bryan J. McVerry, Susan C. Morpeth, Paul R. Mouncey, Alistair D. Nichol, Rachael L. Parke, Jane C. Parker, Svenja Peters, Padmanabhan Ramnarayan, Luis Felipe Reyes, Kathryn M. Row an, Hiroki Saito, Marlene S. Santos, Christina T. Saunders, Christopher Seymour, Manu Shankar Hari, Vanessa Singh, Paul A. Tambyah, Alexis F. Turgeon, Anne M. Turner, Andrew Ustianowski, Frank L. van de Veerdonk, Alicia A. C. Waite, Elizabeth Whittaker, Ryan Zarychanski, Srinivas Murthy, Steven A. Webb, Scott Berry, Balasubramanian Venkatesh, Djillali Annane, Derek C. Angus", "metadata": {"doc_id": "hydrocortisone", "page_number": 13, "title": "Acknowledgements", "section": "acknowledgments", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": null, "first_page": 13, "last_page": 14}}
{"id": "d085bddd397b0a0fcef299fe223dbcff", "text": "DCA, DjA, YA, DiA, AB, LB, SB, JB, MB, CB, FB, AB, MB, MC, AC, MC, LD, LE, AG, CG, RH, LH, AH, TH, DH, NI, FL, DJ, PL, EL, JM, CM, DM, SM, ZM, BM, SuM, PM, SrM, AN, RP, JP, SP, LFR, KR, HS, MS, CS, MS, VS, AlT, AnT, FvV, SW, RZ designed and obtained the funding for the study. LB, EL, SB, RJL, MF, MD, AM, CS performed the statistical analyses. All authors contributed to the conduct of the study, participant recruitment and follow up, and to the interpretation of study data. NH, DCA wrote the first draft of the paper with input from LB, EL, SM, SB, TH, CG and RJL. All authors read and approved the final manuscript.", "metadata": {"doc_id": "hydrocortisone", "page_number": 14, "title": "Author contributions", "section": "section", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": "5d5efe4e2b9ce5e2b6259248a5108c2e", "first_page": 14, "last_page": 14}}
{"id": "dd5c3e5ebaa199f902f9442a9ad8b8c9", "text": "The Platform for European Preparedness Against (Re ) emerging Epidemics (PREPARE) consortium by the European Union, FP7 HEALTH 2013 INNOVATION 1 (#602525), the EU H2020 Rapid European CoVid 19 Emergency response Research (RECoVER) grant (#101003589), the EU H2020 European Clinical Research Alliance for Infectious Diseases—Base funding (ECRAID Base) (#965313), the Australian National Health and Medical Research Council (#APP1101719), the New Zealand Health Research Council (#16/631), and the Canadian Institute of Health Research Strategy for Patient Oriented Research Innovative Clinical Trials Program Grant (#158584), the UK National Institute for Health Research (NIHR) and the Imperial College NHS Trust Biomedical Research Centre, the Health Research Board of Ireland (CTN 2014 012), the UPMC Learning While Doing Program, the Breast Cancer Research Foundation, the French Ministry of Health (PHRC 20 0147), the Minderoo Foundation, the National University Health System (NUHSRO/2021/002/RO5 + 6/adhoc/02/ LOA) and National Research Foundation Singapore under its Open Fund Large Collaborative Grant (NMRC/oflcg19May—0034) and administered by the Singapore Ministry of Health’s National Medical Research Council. Role of the funder/sponsor: The funders had no role in the design and conduct of the study; collection, management, analysis, and interpretation of the data; preparation, review, or approval of the manuscript; and decision to submit the manuscript for publication. The study has 4 regional non profit sponsors (Monash University, Melbourne, Australia (Australasian sponsor); Utrecht Medical Center, Utrecht, the Netherlands (European sponsor); St. Michael’s Hospital, Canada (Canadian sponsor), and; GCAR, San Francisco, USA (US sponsor)). Several authors are employees of these organizations. However, beyond the declared author contributions, the sponsors had no role in study design, analysis, or reporting.", "metadata": {"doc_id": "hydrocortisone", "page_number": 14, "title": "Funding", "section": "funding", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": "5d5efe4e2b9ce5e2b6259248a5108c2e", "first_page": 14, "last_page": 14}}
{"id": "ee2f0e48f2bc09a708091ea905f39315", "text": "All procedures performed in this study involving human participants were in accordance with the ethical standards of the institutional and/or national research committees and with the 1964 Helsinki Declaration and its later amendments.", "metadata": {"doc_id": "hydrocortisone", "page_number": 15, "title": "Ethical approval", "section": "section", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": null, "first_page": 15, "last_page": 15}}
{"id": "144f310d607e50fe7c8fe7c22d462bfc", "text": "This article is licensed under a Creative Commons Attribution NonCommercial 4.0 International License, which permits any non commercial use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/ licenses/by nc/4.0/.", "metadata": {"doc_id": "hydrocortisone", "page_number": 15, "title": "Open Access", "section": "section", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": null, "first_page": 15, "last_page": 15}}
{"id": "af9557691b54f47aeb82d468c518c3f1", "text": "- 1. Pirracchio R, Venkatesh B, Legrand M (2024) Low dose corticosteroids for critically ill adults with severe pulmonary infections: a review. JAMA. https:// doi. org/ 10. 1001/ jama. 2024. 6096\n\n- 2. Torres A, Sibila O, Ferrer M et al (2015) Effect of corticosteroids on treatment failure among hospitalized patients with severe community acquired pneumonia and high inflammatory response: a randomized clinical trial. JAMA 313:677. https:// doi. org/ 10. 1001/ jama. 2015. 88\n\n- 3. Taenaka H, Wick KD, Sarma A et al (2024) Biological effects of corticoster oids on pneumococcal pneumonia in mice—translational significance. Crit Care 28:185. https:// doi. org/ 10. 1186/ s13054 024 04956 6\n\n- 4. Sterne JAC, Murthy S, The WHO Rapid Evidence Appraisal for COVID 19 Therapies (REACT) Working Group et al (2020) Association between administration of systemic corticosteroids and mortality among critically ill patients with COVID 19: a meta analysis. JAMA. 324:1330. https:// doi. org/ 10. 1001/ jama. 2020. 17023\n\n- 5. Dequin P F, Meziani F, Quenot J P et al (2023) Hydrocortisone in severe community acquired pneumonia. N Engl J Med 388:1931 1941. https:// doi. org/ 10. 1056/ NEJMo a2215 145\n\n- 6. Heming N, Renault A, Kuperminc E et al (2024) Hydrocortisone plus fludrocortisone for community acquired pneumonia related septic shock: a subgroup analysis of the APROCCHSS phase 3 randomised trial. Lancet Respir Med 12:366 374. https:// doi. org/ 10. 1016/ S2213 2600(23) 00430 7\n\n- 7. Chaudhuri D, Nei AM, Rochwerg B et al (2024) Focused update: guidelines on use of corticosteroids in sepsis, acute respiratory distress syndrome, and community acquired pneumonia. Crit Care Med 52:e219 e233. https:// doi. org/ 10. 1097/ CCM. 00000 00000 006172\n\n- 8. Liu J, Dong Y, Chen J et al (2024) Corticosteroid in non COVID 19 induced community acquired pneumonia, a meta analysis. Heart Lung 65:59 71. https:// doi. org/ 10. 1016/j. hrtlng. 2024. 02. 004\n\n- 9. Meduri GU, Shih M C, Bridges L et al (2022) Low dose methylpredniso lone treatment in critically ill patients with severe community acquired\n\npneumonia. Intensive Care Med 48:1009 1023. https:// doi. org/ 10. 1007/ s00134 022 06684 3\n\n- 10. Pitre T, Abdali D, Chaudhuri D et al (2023) Corticosteroids in community acquired bacterial pneumonia: a systematic review, pairwise and dose response meta analysis. J Gen Intern Med 38:2593 2606. https:// doi. org/ 10. 1007/ s11606 023 08203 6\n\n- 11. Bergmann F, Pracher L, Sawodny R et al (2023) Efficacy and safety of cor ticosteroid therapy for community acquired pneumonia: a meta analysis and meta regression of randomized, controlled trials. Clin Infect Dis 77:1704 1713. https:// doi. org/ 10. 1093/ cid/ ciad4 96\n\n- 12. Cheema HA, Musheer A, Ejaz A et al (2024) Efficacy and safety of corticosteroids for the treatment of community acquired pneumonia: a systematic review and meta analysis of randomized controlled trials. J Crit Care 80:154507. https:// doi. org/ 10. 1016/j. jcrc. 2023. 154507\n\n- 13. See XY, Wang TH, Chang Y C et al (2024) Impact of different corticoster oids on severe community acquired pneumonia: a systematic review and meta analysis. BMJ Open Respir Res 11:e002141. https:// doi. org/ 10. 1136/ bmjre sp 2023 002141\n\n- 14. Bradbury CA, Lawler PR, McVerry BJ et al (2023) Continuation of thera peutic dose heparin for critically ill patients with COVID 19. Intensive Care Med 49:873 875. https:// doi. org/ 10. 1007/ s00134 023 07095 8\n\n- 15. Florescu S, Stanciu D, Writing Committee for the REMAP CAP Investiga tors et al (2023) Effect of angiotensin converting enzyme inhibitor and angiotensin receptor blocker initiation on organ support free days in patients hospitalized with COVID 19: a randomized clinical trial. JAMA 329:1183. https:// doi. org/ 10. 1001/ jama. 2023. 4480\n\n- 16. Florescu S, Stanciu D, REMAP CAP Writing Committee for the REMAP CAP Investigators et al (2022) Effect of antiplatelet therapy on survival and organ support free days in critically ill patients with COVID 19: a rand omized clinical trial. JAMA 327:1247. https:// doi. org/ 10. 1001/ jama. 2022. 2910\n\n- 17. Abdelhady H, Abdelrazik M, Writing Committee for the REMAP CAP Inves tigators et al (2021) Effect of convalescent plasma on organ support free days in critically ill patients with COVID 19: a randomized clinical trial. JAMA 326:1690. https:// doi. org/ 10. 1001/ jama. 2021. 18178\n\n- 18. Angus DC, Derde L, The Writing Committee for the REMAP CAP Investiga tors et al (2020) Effect of hydrocortisone on mortality and organ support in patients with severe COVID 19: the REMAP CAP COVID 19 corticoster oid domain randomized clinical trial. JAMA 324:1317. https:// doi. org/ 10. 1001/ jama. 2020. 17022\n\n- 19. The REMAP CAP Investigators (2021) Interleukin 6 receptor antagonists in critically ill patients with Covid 19. N Engl J Med 384:1491 1502. https:// doi. org/ 10. 1056/ NEJMo a2100 433\n\n- 20. Florescu S, Stanciu D, Writing Committee for the REMAP CAP Investiga tors et al (2023) Long term (180 Day) outcomes in critically ill patients with COVID 19 in the REMAP CAP randomized clinical trial. JAMA 329:39. https:// doi. org/ 10. 1001/ jama. 2022. 23257\n\n- 21. Arabi YM, Gordon AC, Derde LPG et al (2021) Lopinavir ritonavir and hydroxychloroquine for critically ill patients with COVID 19: REMAP CAP randomized controlled trial. Intensive Care Med 47:867 886. https:// doi. org/ 10. 1007/ s00134 021 06448 5\n\n- 22. The REMAP CAP, ACTIV 4a, and ATT ACC Investigators (2021) Therapeutic anticoagulation with heparin in critically ill patients with Covid 19. N Engl J Med 385:777 789. https:// doi. org/ 10. 1056/ NEJMo a2103 417\n\n- 23. The ATT ACC , ACTIV 4a, and REMAP CAP Investigators (2021) Therapeutic anticoagulation with heparin in noncritically ill patients with Covid 19. N Engl J Med 385:790 802. https:// doi. org/ 10. 1056/ NEJMo a2105 911\n\n- 24. Angus DC, Berry S, Lewis RJ et al (2020) The REMAP CAP (randomized embedded multifactorial adaptive platform for community acquired pneumonia) study. rationale and design. Ann Am Thorac Soc 17:879 891. https:// doi. org/ 10. 1513/ Annal sATS. 202003 192SD\n\n- 25. Angus DC (2015) Fusing randomized trials with big data: the key to self learning health care systems? JAMA 314:767. https:// doi. org/ 10. 1001/ jama. 2015. 7762\n\n- 26. Aliberti S, Dela Cruz CS, Amati F et al (2021) Community acquired pneu monia. The Lancet 398:906 919. https:// doi. org/ 10. 1016/ S0140 6736(21) 00630 9\n\n- 27. Hayes BH, Haberling DL, Kennedy JL et al (2018) Burden of pneumonia associated hospitalizations. Chest 153:427 437. https:// doi. org/ 10. 1016/j. chest. 2017. 09. 041\n\n- 28. Sumibcay JRC, Kunichoff D, Bassett MT (2024) Racial and ethnic dispari ties in COVID 19 mortality. JAMA Netw Open 7:e2411656. https:// doi. org/ 10. 1001/ jaman etwor kopen. 2024. 11656\n\n- 29. Chua WY, Chew N, Iyer SC et al (2024) Corticosteroids in critically ill patients with community acquired pneumonia: a systematic review and Bayesian meta analysis. Ann Acad Med Singapore. 53:683 693. https:// doi. org/ 10. 47102/ annals acadm edsg. 20241 59\n\n- 30. Sprung CL, Annane D, Keh D et al (2008) Hydrocortisone therapy for patients with septic shock. N Engl J Med 358:111 124. https:// doi. org/ 10. 1056/ NEJMo a0713 66\n\n- 31. Venkatesh B, Finfer S, Cohen J et al (2018) Adjunctive glucocorticoid therapy in patients with septic shock. N Engl J Med 378:797 808. https:// doi. org/ 10. 1056/ NEJMo a1705 835\n\n- 32. Wittermans E, Van Der Zee PA, Qi H et al (2022) Community acquired pneumonia subgroups and differential response to corticosteroids: a secondary analysis of controlled studies. ERJ Open Res 8:00489 02021. https:// doi. org/ 10. 1183/ 23120 541. 00489 2021", "metadata": {"doc_id": "hydrocortisone", "page_number": 15, "title": "References", "section": "references", "source_path": "files/hydrocortisone/hydrocortisone-output.json", "element_type": "SectionChunk", "parent_id": null, "first_page": 15, "last_page": 16}}
